Repository: wp-plugins/search-in-place
Catalog: languages/codepeople_search_*_place-*.po
Languages: es_es, fr_fr, ru_ru

source: More Results
es_es: Más Resultados
fr_fr: Plus de résultats
ru_ru: Все результаты

source: 0 results
es_es: 0 Resultados
fr_fr: 0 résultats
ru_ru: Не найдено

source: post
fr_fr: Article
ru_ru: Записи

source: page
es_es: página
ru_ru: Страницы

source: attachment
es_es: adjunto
fr_fr: Pièce jointe
ru_ru: приложения

source: Settings
es_es: Configuración
fr_fr: Configuration
ru_ru: Настройки

source: Enter the number of posts to display
es_es: Entre el número de posts a mostrar
fr_fr: Entrer le nombre d'articles à afficher
ru_ru: Кол-во отображаемых простов

source: Enter the minimum of characters number for start the search
es_es: Entre la cantidad mínima de caractéres requeridos para iniciar la búsqueda
fr_fr: Entrez le minimum de caractères pour lancer la recherche
ru_ru: Мин. кол-во символов для поиска

source: Elements to display
es_es: Elementos a mostrar
fr_fr: Éléments à afficher
ru_ru: Элементы для отображения

source: Post title
es_es: Título del post
fr_fr: Titre de l'article
ru_ru: Заголовок

source: Post thumbnail
es_es: Imagen del post
fr_fr: Photo miniature de l'article
ru_ru: Миниатюра

source: Post author
es_es: Autor post
fr_fr: Auteur de l'article
ru_ru: Автор

source: Post date
es_es: Fecha del post
fr_fr: Date de l'article
ru_ru: Дата

source: Post summary
es_es: Resumen del post
fr_fr: Le résumé de l'article
ru_ru: Содержание записи

source: Select the date format
es_es: Seleccione el formato para la fecha
fr_fr: Sélelectionnez le format de la date
ru_ru: Формат даты

source: Enter the number of characters for posts' summaries
es_es: Entre el número de caractéres a mostrar en el resumen
fr_fr: Entrez le nombre de caractères pour les résumés des messages
ru_ru: Введите кол-во символов для вывода содержания записи

source: Update Settings
es_es: Actualizar la configuración
fr_fr: Mise à jour de la configuration
ru_ru: Обновить настройки

source: Settings Updated
es_es: Configuración Actualizada
fr_fr: Mise à jour des paramètres
ru_ru: Настройки обновленны

source: The next options are only available for the advanced version of Search in Place
es_es: Las siguientes opciones están solo disponibles para la versión avanzada de Search in Place
fr_fr: Les options suivantes sont disponibles uniquement pour la version avancée de la Recherche dans la Place
ru_ru: Eказанные ниже опции доступны только для расширенной версии Search in Plase

source: In Search Page
es_es: En la página de búsqueda
fr_fr: Dans la page Recherche
ru_ru: На Странице Поиска

source: Highlight the terms in result
es_es: Resaltar los términos en los resultados
fr_fr: Mettez en surbrillance les termes dans le résultat
ru_ru: Выделить условия в итогах

source: Identify the posts type in search result
es_es: Identificar el tipo de los posts en el resultado de las búsquedas
fr_fr: Identifier le type des articles dans les résultats de recherche
ru_ru: Идентифицировать тип записи в результатах поиска
